{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<__NNP__>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<__written__>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<__spoken__>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<__patent__>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<__api_docs__>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<__formal__>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<__casual__>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<unused_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<unused_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<unused_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<unused_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<unused_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<unused_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<unused_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<unused_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<unused_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<unused_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<unused_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<unused_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<unused_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<unused_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<unused_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<unused_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<unused_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<unused_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<unused_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<unused_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<unused_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<unused_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<unused_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<unused_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<unused_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<unused_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<unused_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<unused_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<unused_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<unused_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<unused_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<unused_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<unused_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<unused_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "<unused_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "<unused_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "<unused_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "<unused_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "<unused_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "<unused_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "<unused_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "<unused_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "<unused_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "<unused_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "<unused_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "<unused_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "<unused_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "<unused_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "<unused_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "<unused_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "<unused_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "<unused_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "<unused_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "<unused_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "<unused_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "<unused_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "<unused_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "<unused_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "<unused_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 70,
      "content": "<unused_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 71,
      "content": "<unused_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 72,
      "content": "<unused_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 73,
      "content": "<unused_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "<unused_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "<unused_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "<unused_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "<unused_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 78,
      "content": "<unused_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 79,
      "content": "<unused_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 80,
      "content": "<unused_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 81,
      "content": "<unused_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 82,
      "content": "<unused_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 83,
      "content": "<unused_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 84,
      "content": "<unused_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 85,
      "content": "<unused_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 86,
      "content": "<unused_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 87,
      "content": "<unused_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 88,
      "content": "<unused_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 89,
      "content": "<unused_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 90,
      "content": "<unused_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 91,
      "content": "<unused_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 92,
      "content": "<unused_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 93,
      "content": "<unused_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 94,
      "content": "<unused_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 95,
      "content": "<unused_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 96,
      "content": "<unused_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 97,
      "content": "<unused_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 98,
      "content": "<unused_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 99,
      "content": "<unused_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 100,
      "content": "<unused_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 101,
      "content": "<unused_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 102,
      "content": "<unused_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 103,
      "content": "<unused_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<pad>": 0,
      "<s>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<__NNP__>": 4,
      "<__written__>": 5,
      "<__spoken__>": 6,
      "<__patent__>": 7,
      "<__api_docs__>": 8,
      "<__formal__>": 9,
      "<__casual__>": 10,
      "<unused_7>": 11,
      "<unused_8>": 12,
      "<unused_9>": 13,
      "<unused_10>": 14,
      "<unused_11>": 15,
      "<unused_12>": 16,
      "<unused_13>": 17,
      "<unused_14>": 18,
      "<unused_15>": 19,
      "<unused_16>": 20,
      "<unused_17>": 21,
      "<unused_18>": 22,
      "<unused_19>": 23,
      "<unused_20>": 24,
      "<unused_21>": 25,
      "<unused_22>": 26,
      "<unused_23>": 27,
      "<unused_24>": 28,
      "<unused_25>": 29,
      "<unused_26>": 30,
      "<unused_27>": 31,
      "<unused_28>": 32,
      "<unused_29>": 33,
      "<unused_30>": 34,
      "<unused_31>": 35,
      "<unused_32>": 36,
      "<unused_33>": 37,
      "<unused_34>": 38,
      "<unused_35>": 39,
      "<unused_36>": 40,
      "<unused_37>": 41,
      "<unused_38>": 42,
      "<unused_39>": 43,
      "<unused_40>": 44,
      "<unused_41>": 45,
      "<unused_42>": 46,
      "<unused_43>": 47,
      "<unused_44>": 48,
      "<unused_45>": 49,
      "<unused_46>": 50,
      "<unused_47>": 51,
      "<unused_48>": 52,
      "<unused_49>": 53,
      "<unused_50>": 54,
      "<unused_51>": 55,
      "<unused_52>": 56,
      "<unused_53>": 57,
      "<unused_54>": 58,
      "<unused_55>": 59,
      "<unused_56>": 60,
      "<unused_57>": 61,
      "<unused_58>": 62,
      "<unused_59>": 63,
      "<unused_60>": 64,
      "<unused_61>": 65,
      "<unused_62>": 66,
      "<unused_63>": 67,
      "<unused_64>": 68,
      "<unused_65>": 69,
      "<unused_66>": 70,
      "<unused_67>": 71,
      "<unused_68>": 72,
      "<unused_69>": 73,
      "<unused_70>": 74,
      "<unused_71>": 75,
      "<unused_72>": 76,
      "<unused_73>": 77,
      "<unused_74>": 78,
      "<unused_75>": 79,
      "<unused_76>": 80,
      "<unused_77>": 81,
      "<unused_78>": 82,
      "<unused_79>": 83,
      "<unused_80>": 84,
      "<unused_81>": 85,
      "<unused_82>": 86,
      "<unused_83>": 87,
      "<unused_84>": 88,
      "<unused_85>": 89,
      "<unused_86>": 90,
      "<unused_87>": 91,
      "<unused_88>": 92,
      "<unused_89>": 93,
      "<unused_90>": 94,
      "<unused_91>": 95,
      "<unused_92>": 96,
      "<unused_93>": 97,
      "<unused_94>": 98,
      "<unused_95>": 99,
      "<unused_96>": 100,
      "<unused_97>": 101,
      "<unused_98>": 102,
      "<unused_99>": 103,
      "!": 104,
      "\"": 105,
      "#": 106,
      "$": 107,
      "%": 108,
      "&": 109,
      "'": 110,
      "(": 111,
      ")": 112,
      "*": 113,
      "+": 114,
      ",": 115,
      "-": 116,
      ".": 117,
      "/": 118,
      "0": 119,
      "1": 120,
      "2": 121,
      "3": 122,
      "4": 123,
      "5": 124,
      "6": 125,
      "7": 126,
      "8": 127,
      "9": 128,
      ":": 129,
      ";": 130,
      "<": 131,
      "=": 132,
      ">": 133,
      "?": 134,
      "@": 135,
      "A": 136,
      "B": 137,
      "C": 138,
      "D": 139,
      "E": 140,
      "F": 141,
      "G": 142,
      "H": 143,
      "I": 144,
      "J": 145,
      "K": 146,
      "L": 147,
      "M": 148,
      "N": 149,
      "O": 150,
      "P": 151,
      "Q": 152,
      "R": 153,
      "S": 154,
      "T": 155,
      "U": 156,
      "V": 157,
      "W": 158,
      "X": 159,
      "Y": 160,
      "Z": 161,
      "[": 162,
      "\\": 163,
      "]": 164,
      "^": 165,
      "_": 166,
      "`": 167,
      "a": 168,
      "b": 169,
      "c": 170,
      "d": 171,
      "e": 172,
      "f": 173,
      "g": 174,
      "h": 175,
      "i": 176,
      "j": 177,
      "k": 178,
      "l": 179,
      "m": 180,
      "n": 181,
      "o": 182,
      "p": 183,
      "q": 184,
      "r": 185,
      "s": 186,
      "t": 187,
      "u": 188,
      "v": 189,
      "w": 190,
      "x": 191,
      "y": 192,
      "z": 193,
      "{": 194,
      "|": 195,
      "}": 196,
      "~": 197,
      "¡": 198,
      "¢": 199,
      "£": 200,
      "¤": 201,
      "¥": 202,
      "¦": 203,
      "§": 204,
      "¨": 205,
      "©": 206,
      "ª": 207,
      "«": 208,
      "¬": 209,
      "®": 210,
      "¯": 211,
      "°": 212,
      "±": 213,
      "²": 214,
      "³": 215,
      "´": 216,
      "µ": 217,
      "¶": 218,
      "·": 219,
      "¸": 220,
      "¹": 221,
      "º": 222,
      "»": 223,
      "¼": 224,
      "½": 225,
      "¾": 226,
      "¿": 227,
      "À": 228,
      "Á": 229,
      "Â": 230,
      "Ã": 231,
      "Ä": 232,
      "Å": 233,
      "Æ": 234,
      "Ç": 235,
      "È": 236,
      "É": 237,
      "Ê": 238,
      "Ë": 239,
      "Ì": 240,
      "Í": 241,
      "Î": 242,
      "Ï": 243,
      "Ð": 244,
      "Ñ": 245,
      "Ò": 246,
      "Ó": 247,
      "Ô": 248,
      "Õ": 249,
      "Ö": 250,
      "×": 251,
      "Ø": 252,
      "Ù": 253,
      "Ú": 254,
      "Û": 255,
      "Ü": 256,
      "Ý": 257,
      "Þ": 258,
      "ß": 259,
      "à": 260,
      "á": 261,
      "â": 262,
      "ã": 263,
      "ä": 264,
      "å": 265,
      "æ": 266,
      "ç": 267,
      "è": 268,
      "é": 269,
      "ê": 270,
      "ë": 271,
      "ì": 272,
      "í": 273,
      "î": 274,
      "ï": 275,
      "ð": 276,
      "ñ": 277,
      "ò": 278,
      "ó": 279,
      "ô": 280,
      "õ": 281,
      "ö": 282,
      "÷": 283,
      "ø": 284,
      "ù": 285,
      "ú": 286,
      "û": 287,
      "ü": 288,
      "ý": 289,
      "þ": 290,
      "ÿ": 291,
      "Ā": 292,
      "ā": 293,
      "Ă": 294,
      "ă": 295,
      "Ą": 296,
      "ą": 297,
      "Ć": 298,
      "ć": 299,
      "Ĉ": 300,
      "ĉ": 301,
      "Ċ": 302,
      "ċ": 303,
      "Č": 304,
      "č": 305,
      "Ď": 306,
      "ď": 307,
      "Đ": 308,
      "đ": 309,
      "Ē": 310,
      "ē": 311,
      "Ĕ": 312,
      "ĕ": 313,
      "Ė": 314,
      "ė": 315,
      "Ę": 316,
      "ę": 317,
      "Ě": 318,
      "ě": 319,
      "Ĝ": 320,
      "ĝ": 321,
      "Ğ": 322,
      "ğ": 323,
      "Ġ": 324,
      "ġ": 325,
      "Ģ": 326,
      "ģ": 327,
      "Ĥ": 328,
      "ĥ": 329,
      "Ħ": 330,
      "ħ": 331,
      "Ĩ": 332,
      "ĩ": 333,
      "Ī": 334,
      "ī": 335,
      "Ĭ": 336,
      "ĭ": 337,
      "Į": 338,
      "į": 339,
      "İ": 340,
      "ı": 341,
      "Ĳ": 342,
      "ĳ": 343,
      "Ĵ": 344,
      "ĵ": 345,
      "Ķ": 346,
      "ķ": 347,
      "ĸ": 348,
      "Ĺ": 349,
      "ĺ": 350,
      "Ļ": 351,
      "ļ": 352,
      "Ľ": 353,
      "ľ": 354,
      "Ŀ": 355,
      "ŀ": 356,
      "Ł": 357,
      "ł": 358,
      "Ń": 359,
      "Ġì": 360,
      "ìĿ": 361,
      "Ġë": 362,
      "Ġt": 363,
      "íķ": 364,
      "Ġa": 365,
      "he": 366,
      "in": 367,
      "Ġê": 368,
      "re": 369,
      "on": 370,
      "ëĭ": 371,
      "Ġthe": 372,
      "ìĹ": 373,
      "at": 374,
      "Ġs": 375,
      "er": 376,
      "Ġo": 377,
      "ëĭ¤": 378,
      "ìĿ´": 379,
      "Ġc": 380,
      "ëĬ": 381,
      "en": 382,
      "Ġw": 383,
      "Ġí": 384,
      "ëĬĶ": 385,
      "ê³": 386,
      "ìĹĲ": 387,
      "it": 388,
      "is": 389,
      "an": 390,
      "ìĦ": 391,
      "ed": 392,
      "Ġp": 393,
      "or": 394,
      "ìł": 395,
      "ou": 396,
      "ê°": 397,
      "es": 398,
      "al": 399,
      "íķĺ": 400,
      "Ġb": 401,
      "Ġof": 402,
      "Ġf": 403,
      "Ġm": 404,
      "ing": 405,
      "ìĿĺ": 406,
      "ìĿĦ": 407,
      "Ġan": 408,
      "Ġin": 409,
      "ion": 410,
      "ìļ": 411,
      "Ġd": 412,
      "ì§": 413,
      "Ġìŀ": 414,
      "ë¡": 415,
      "ic": 416,
      "Ġto": 417,
      "ìŀ": 418,
      "íķľ": 419,
      "ar": 420,
      "ë¥": 421,
      "as": 422,
      "ìķ": 423,
      "Ġand": 424,
      "ë¡ľ": 425,
      "ĠìĿ": 426,
      "Ġìł": 427,
      "ê°Ģ": 428,
      "ìĭ": 429,
      "Īëĭ¤": 430,
      "ro": 431,
      "¸°": 432,
      "le": 433,
      "ê³ł": 434,
      "ìľ": 435,
      "ct": 436,
      "Ġth": 437,
      "ent": 438,
      "ì§Ģ": 439,
      "ìĿĢ": 440,
      "Ġh": 441,
      "ë¦": 442,
      "ë¥¼": 443,
      "ëı": 444,
      "ê²": 445,
      "ìĦľ": 446,
      "Ĥ¬": 447,
      "Ġê°": 448,
      "Īĺ": 449,
      "ìĸ": 450,
      "Ġre": 451,
      "Ġë°": 452,
      "Ġìķ": 453,
      "Ġe": 454,
      "Ġê²": 455,
      "ëĵ": 456,
      "ve": 457,
      "ìĬ": 458,
      "ê¸°": 459,
      "om": 460,
      "us": 461,
      "Ġn": 462,
      "íķ´": 463,
      "Ġl": 464,
      "ation": 465,
      "·¸": 466,
      "ll": 467,
      "ëĤ": 468,
      "êµ": 469,
      "ĮĢ": 470,
      "et": 471,
      "ë¦¬": 472,
      "Ġg": 473,
      "ìĸ´": 474,
      "Ġis": 475,
      "ìļĶ": 476,
      "ëıĦ": 477,
      "ĠìĹ": 478,
      "Ġy": 479,
      "ìľ¼": 480,
      "ëĲ": 481,
      "ë§": 482,
      "ëł": 483,
      "Ġìĭ": 484,
      "Ġbe": 485,
      "ĠìĪĺ": 486,
      "id": 487,
      "im": 488,
      "ly": 489,
      "ĠìĿ´": 490,
      "ut": 491,
      "ce": 492,
      "Ġyou": 493,
      "Ġë§": 494,
      "ìĥ": 495,
      "ot": 496,
      "st": 497,
      "ë¶": 498,
      "ìĹĲìĦľ": 499,
      "ig": 500,
      "ê³¼": 501,
      "ĠëĤ": 502,
      "ë³": 503,
      "ow": 504,
      "ĠI": 505,
      "Ġfor": 506,
      "ĠìŀĪ": 507,
      "ìĺ": 508,
      "ay": 509,
      "ìĿ¸": 510,
      "The": 511,
      "ë©": 512,
      "Ġon": 513,
      "ìŀĲ": 514,
      "ĠìĦ": 515,
      "ìľ¼ë¡ľ": 516,
      "ë°": 517,
      "Ġì§": 518,
      "ìĭľ": 519,
      "Ġë³": 520,
      "íĸ": 521,
      "ur": 522,
      "Ġ1": 523,
      "Ġthat": 524,
      "Ġst": 525,
      "ol": 526,
      "ch": 527,
      "Ġìľ": 528,
      "ìłģ": 529,
      "Ġëĭ": 530,
      "ë¬": 531,
      "ëĿ": 532,
      "ëĭĪëĭ¤": 533,
      "ìĦ±": 534,
      "ĠS": 535,
      "Ġê³": 536,
      "un": 537,
      "ìĬ¤": 538,
      "ëĵ¤": 539,
      "ĠìĤ¬": 540,
      "ëŁ": 541,
      "íĻ": 542,
      "ver": 543,
      "ëĿ¼": 544,
      "ëŀ": 545,
      "Ġcon": 546,
      "ìłķ": 547,
      "ìķĦ": 548,
      "am": 549,
      "ìĽ": 550,
      "ìĤ¬": 551,
      "Ġìĥ": 552,
      "ĠëĮĢ": 553,
      "ê²Į": 554,
      "£¼": 555,
      "Ġpro": 556,
      "ìļ©": 557,
      "ĠC": 558,
      "Ġë¶": 559,
      "Ġit": 560,
      "ëĤĺ": 561,
      "il": 562,
      "ul": 563,
      "Ġìĺ": 564,
      "Ġwe": 565,
      "ith": 566,
      "ad": 567,
      "íĺ": 568,
      "ir": 569,
      "ment": 570,
      "ĠA": 571,
      "Ġê·¸": 572,
      "ìĨ": 573,
      "Ġíķ": 574,
      "ì²": 575,
      "if": 576,
      "se": 577,
      "'s": 578,
      "ìĻ": 579,
      "od": 580,
      "ê·¸": 581,
      "Ġwith": 582,
      "Ġëª": 583,
      "ì¹": 584,
      "Ġas": 585,
      "Ġê°Ģ": 586,
      "ter": 587,
      "Ġ2": 588,
      "Ġê²ĥ": 589,
      "ìĥģ": 590,
      "ìłľ": 591,
      "Ġwas": 592,
      "´Ģ": 593,
      "ë©´": 594,
      "Ġê¸°": 595,
      "êµ¬": 596,
      "±°": 597,
      "íķĺëĬĶ": 598,
      "Ġhe": 599,
      "ìŀ¥": 600,
      "Ġëı": 601,
      "ë²": 602,
      "Ġêµ": 603,
      "ìĹ¬": 604,
      "ge": 605,
      "ë¶Ģ": 606,
      "ore": 607,
      "¹Ħ": 608,
      "Ġìłľ": 609,
      "ect": 610,
      "ĠìŀĪëĭ¤": 611,
      "¡°": 612,
      "Ġde": 613,
      "Ġwh": 614,
      "ëª": 615,
      "íĥ": 616,
      "Ġare": 617,
      "ate": 618,
      "ra": 619,
      "ëį": 620,
      "íķł": 621,
      "Ġcom": 622,
      "Ġex": 623,
      "ure": 624,
      "ity": 625,
      "ĠíĻ": 626,
      "ëĮĢ": 627,
      "Ġìĸ": 628,
      "ëĲĺ": 629,
      "Ġì§Ģ": 630,
      "ìķ¼": 631,
      "íĬ": 632,
      "ri": 633,
      "íĻĶ": 634,
      "¤ĳ": 635,
      "ĠìłĦ": 636,
      "Ġë³´": 637,
      "ìĻĢ": 638,
      "ìĪĺ": 639,
      "Ġse": 640,
      "Ġìļ": 641,
      "pp": 642,
      "ĠM": 643,
      "Ġv": 644,
      "Ġìĭľ": 645,
      "th": 646,
      "ĠìķĦ": 647,
      "est": 648,
      "um": 649,
      "ive": 650,
      "ĠP": 651,
      "ld": 652,
      "os": 653,
      "ëĲľ": 654,
      "¯¸": 655,
      "ess": 656,
      "ìĿ¼": 657,
      "Ġme": 658,
      "íĦ": 659,
      "op": 660,
      "ĠìľĦ": 661,
      "ill": 662,
      "ant": 663,
      "ab": 664,
      "ëħ": 665,
      "ë§Į": 666,
      "Ġr": 667,
      "ist": 668,
      "ìłĦ": 669,
      "ud": 670,
      "ìĽĲ": 671,
      "ìĬµ": 672,
      "her": 673,
      "ke": 674,
      "Ġha": 675,
      "Ġby": 676,
      "00": 677,
      "Ġë¬": 678,
      "ì¹ĺ": 679,
      "Ġìłķ": 680,
      "igh": 681,
      "íĬ¸": 682,
      "Ġsu": 683,
      "ëĭĪ": 684,
      "íķĺê³ł": 685,
      "oun": 686,
      "Ġat": 687,
      "Ġus": 688,
      "Ġëĭ¤": 689,
      "ë³´": 690,
      "ê¸": 691,
      "íĦ°": 692,
      "ìĨĮ": 693,
      "qu": 694,
      "ìļ°": 695,
      "ac": 696,
      "ers": 697,
      "Ġíĺ": 698,
      "oc": 699,
      "Ġëĵ": 700,
      "ëŁ¬": 701,
      "Ġor": 702,
      "Ġthis": 703,
      "Ġsh": 704,
      "ì£¼": 705,
      "ìĭł": 706,
      "Ĥ°": 707,
      "ĠD": 708,
      "ĠëĤĺ": 709,
      "em": 710,
      "ĠìĹ°": 711,
      "ĠB": 712,
      "rom": 713,
      "ì¶": 714,
      "ì°": 715,
      "Ġne": 716,
      "ain": 717,
      "ong": 718,
      "ëĦ": 719,
      "ĠìĨ": 720,
      "res": 721,
      "ê³Ħ": 722,
      "Ġcan": 723,
      "Ġnot": 724,
      "ëıĻ": 725,
      "..": 726,
      "ĠT": 727,
      "Ġìľł": 728,
      "ìĬµëĭĪëĭ¤": 729,
      "Ġíķľ": 730,
      "ies": 731,
      "ë£": 732,
      "iv": 733,
      "Ġê´Ģ": 734,
      "ort": 735,
      "Ĩµ": 736,
      "Ġíķĺ": 737,
      "ust": 738,
      "Ġì£¼": 739,
      "ëĵľ": 740,
      "ê°Ħ": 741,
      "Ġê²½": 742,
      "Ġhave": 743,
      "Ġìĥģ": 744,
      "ated": 745,
      "ļĮ": 746,
      "ìĺĢ": 747,
      "Ġch": 748,
      "ial": 749,
      "ĠK": 750,
      "ĠìŀĲ": 751,
      "Ġì¤ĳ": 752,
      "êµŃ": 753,
      "art": 754,
      "Ġëª¨": 755,
      "ĠH": 756,
      "Ġëį": 757,
      "Ġì°": 758,
      "íķĺìĹ¬": 759,
      "Ġfrom": 760,
      "and": 761,
      "act": 762,
      "Ġíı": 763,
      "Ġcomp": 764,
      "Ġ3": 765,
      "ì²´": 766,
      "íķĻ": 767,
      "íĶ": 768,
      "ìĦ¸": 769,
      "ê¹": 770,
      "'t": 771,
      "ĠìĿ¸": 772,
      "ĠìĿ¼": 773,
      "ë¬¸": 774,
      "Ġë°ı": 775,
      "ult": 776,
      "ren": 777,
      "per": 778,
      "ĠìķĬ": 779,
      "ight": 780,
      "age": 781,
      "ĠG": 782,
      "du": 783,
      "íķ©": 784,
      "Ġle": 785,
      "ĠE": 786,
      "Ġal": 787,
      "Ġì¶": 788,
      "Ġk": 789,
      "ĠëĤ´": 790,
      "ë¶Ħ": 791,
      "iz": 792,
      "ê±°": 793,
      "el": 794,
      "ê·": 795,
      "ìĤ°": 796,
      "ĠF": 797,
      "±´": 798,
      "ìĿ´ëĭ¤": 799,
      "Ġê±°": 800,
      "red": 801,
      "Ġun": 802,
      "ìĹħ": 803,
      "ff": 804,
      "Ġres": 805,
      "ëł¤": 806,
      "ĠN": 807,
      "end": 808,
      "ì¡°": 809,
      "ice": 810,
      "ìķĪ": 811,
      "Ġwere": 812,
      "Ġë¶Ħ": 813,
      "ë¹Ħ": 814,
      "ase": 815,
      "íı": 816,
      "ĠëĲ": 817,
      "orm": 818,
      "Ġì²": 819,
      "Ġgo": 820,
      "íĸī": 821,
      "Ġë¹Ħ": 822,
      "pe": 823,
      "ĠìĥĿ": 824,
      "og": 825,
      "In": 826,
      "Ġë²": 827,
      "pt": 828,
      "ical": 829,
      "ould": 830,
      "Ġcont": 831,
      "ìĹĪëĭ¤": 832,
      "Ġë¶Ģ": 833,
      "ë¬¼": 834,
      "ĠR": 835,
      "Ġab": 836,
      "Ġêµ¬": 837,
      "ĠëĶ": 838,
      "ĠìĿĺ": 839,
      "Ġíķ´": 840,
      "ine": 841,
      "ìĭĿ": 842,
      "Ġì¢": 843,
      "ëĤ´": 844,
      "ëį°": 845,
      "Ġì¡°": 846,
      "ĠìŀĪëĬĶ": 847,
      "Ġdo": 848,
      "ĠìĹĨ": 849,
      "ĠíĮ": 850,
      "íĸĪëĭ¤": 851,
      "Th": 852,
      "all": 853,
      "ìĥĿ": 854,
      "ëªħ": 855,
      "ê³µ": 856,
      "¦Ŀ": 857,
      "íħ": 858,
      "Ġinc": 859,
      "gh": 860,
      "ĠíĶ": 861,
      "ëł¥": 862,
      "ê¹Į": 863,
      "ì§Ħ": 864,
      "Ġim": 865,
      "Ġìĸ´": 866,
      "ìĹĪ": 867,
      "ĠL": 868,
      "Ġ(": 869,
      "ķĮ": 870,
      "ëŀĺ": 871,
      "ë©°": 872,
      "Ġë°©": 873,
      "pl": 874,
      "ê´Ģ": 875,
      "Ġpl": 876,
      "cc": 877,
      "out": 878,
      "Ġê³µ": 879,
      "âĢ": 880,
      "ìŀħ": 881,
      "ë¬´": 882,
      "Ġë°ľ": 883,
      "Ġ\"": 884,
      "íĮ": 885,
      "ë¯¸": 886,
      "ë²ķ": 887,
      "It": 888,
      "Ġê²°": 889,
      "Ġ-": 890,
      "ìĺĢëĭ¤": 891,
      "ie": 892,
      "íķľëĭ¤": 893,
      "ance": 894,
      "ry": 895,
      "ìĭ¤": 896,
      "ction": 897,
      "ome": 898,
      "form": 899,
      "Ġj": 900,
      "ous": 901,
      "Ġint": 902,
      "Ġê³ł": 903,
      "êµĲ": 904,
      "Ġwill": 905,
      "ĠìĨĮ": 906,
      "ĠìĹ¬": 907,
      "ëĭ¨": 908,
      "Ġìĺģ": 909,
      "ĠìĤ¬ìļ©": 910,
      "ast": 911,
      "ition": 912,
      "Ġê°ľ": 913,
      "ë§Ī": 914,
      "Ġad": 915,
      "ĽĦ": 916,
      "ëħĦ": 917,
      "ĠìĻ": 918,
      "Ġmay": 919,
      "Ġwhe": 920,
      "ëĭ¹": 921,
      "Ġhas": 922,
      "íļĮ": 923,
      "You": 924,
      "ģ¬": 925,
      "ang": 926,
      "ough": 927,
      "ĳľ": 928,
      "ide": 929,
      "ĠW": 930,
      "Ġë§Ĳ": 931,
      "Ġíĸ": 932,
      "ĠëĦ": 933,
      "ê²½": 934,
      "ok": 935,
      "ìľĦ": 936,
      "ê°ģ": 937,
      "ign": 938,
      "Ġì¹": 939,
      "ìĦĿ": 940,
      "ĠëĮĢíķľ": 941,
      "ìľł": 942,
      "ans": 943,
      "íŀ": 944,
      "ĠëķĮ": 945,
      "ĠíĨµ": 946,
      "ich": 947,
      "ĠëıĻ": 948,
      "ì¡": 949,
      "ell": 950,
      "ip": 951,
      "ĳĲ": 952,
      "ĠëĨ": 953,
      "ëĬ¥": 954,
      "ard": 955,
      "Ġë¯¸": 956,
      "Ġwor": 957,
      "ìŀ¬": 958,
      "Ġìĭ¤": 959,
      "ag": 960,
      "ĠU": 961,
      "ìĦł": 962,
      "Ġyour": 963,
      "ĠìķĪ": 964,
      "íĥĢ": 965,
      "Ġdis": 966,
      "our": 967,
      "ĠìķĮ": 968,
      "ë¥¸": 969,
      "up": 970,
      "ear": 971,
      "ê°ľ": 972,
      "der": 973,
      "Ġê·": 974,
      "ime": 975,
      "Ġ5": 976,
      "ĠJ": 977,
      "ìĹŃ": 978,
      "Ġper": 979,
      "Ġ4": 980,
      "ìĿĮ": 981,
      "ib": 982,
      "Ġëĵ±": 983,
      "ìĺ¤": 984,
      "Ġìļ°": 985,
      "íĹ": 986,
      "ìķĺ": 987,
      "ĠëıĦ": 988,
      "ĠìĽ": 989,
      "ìĸ´ìļĶ": 990,
      "íŀĪ": 991,
      "íĺ¸": 992,
      "ĠìĹ°êµ¬": 993,
      "ìĪ": 994,
      "ìłģìľ¼ë¡ľ": 995,
      "ĠìĬ": 996,
      "Ġso": 997,
      "Ġtr": 998,
      "ther": 999,
      "íĺķ": 1000,
      "ê¸Ī": 1001,
      "ìĸĳ": 1002,
      "vel": 1003,
      "ì¤": 1004,
      "ë£Į": 1005,
      "ue": 1006,
      "ìłģìĿ¸": 1007,
      "ì§Ī": 1008,
      "ĠíĬ": 1009,
      "Ġapp": 1010,
      "Ġout": 1011,
      "ìĹ°": 1012,
      "Ġall": 1013,
      "Ġcl": 1014,
      "ì¶ľ": 1015,
      "ost": 1016,
      "Ġë§Ī": 1017,
      "ëĦ¤": 1018,
      "Ġen": 1019,
      "ak": 1020,
      "Ġwhich": 1021,
      "Ġê°Ļ": 1022,
      "ents": 1023,
      "Ġkn": 1024,
      "Ġbut": 1025,
      "ĠìĦł": 1026,
      "ë¥´": 1027,
      "ound": 1028,
      "ĠëĶ°": 1029,
      "ĺĲ": 1030,
      "ĠìĦ¸": 1031,
      "ëĶ": 1032,
      "one": 1033,
      "ĴĪ": 1034,
      "µľ": 1035,
      "Ġìĺ¤": 1036,
      "ations": 1037,
      "íķĺì§Ģ": 1038,
      "Ġëħ": 1039,
      "íĸĪ": 1040,
      "Ġë°Ķ": 1041,
      "ë¡Ŀ": 1042,
      "ary": 1043,
      "so": 1044,
      "ĠO": 1045,
      "ê±´": 1046,
      "ens": 1047,
      "able": 1048,
      "Ġmy": 1049,
      "ap": 1050,
      "Ġli": 1051,
      "íķĺìĺĢëĭ¤": 1052,
      "ëĵ¤ìĿ´": 1053,
      "ìļ´": 1054,
      "ame": 1055,
      "Ġman": 1056,
      "Ġê°Ĳ": 1057,
      "ëŀĮ": 1058,
      "Ġìĭł": 1059,
      "ë°ĺ": 1060,
      "ding": 1061,
      "ĠìłĢ": 1062,
      "ĠíĻķ": 1063,
      "ë°©": 1064,
      "ence": 1065,
      "ëłĪ": 1066,
      "Ġìłģ": 1067,
      "Ġknow": 1068,
      "Ġstud": 1069,
      "ìłĢ": 1070,
      "ì£": 1071,
      "ë³¸": 1072,
      "AA": 1073,
      "ĠìĦľ": 1074,
      "ê²ł": 1075,
      "Ġthere": 1076,
      "ĠKore": 1077,
      "íĸ¥": 1078,
      "Ġíĥ": 1079,
      "íķĺê¸°": 1080,
      "ìħ": 1081,
      "íķ¨": 1082,
      "lect": 1083,
      "port": 1084,
      "ë°ľ": 1085,
      "Ġê¸": 1086,
      "Ġëĭ¨": 1087,
      "ally": 1088,
      "íĹĺ": 1089,
      "íı¬": 1090,
      "ëª¨": 1091,
      "Ġë¬¸": 1092,
      "ake": 1093,
      "Ġë§Į": 1094,
      "...": 1095,
      "Ġabout": 1096,
      "ru": 1097,
      "Ġtime": 1098,
      "con": 1099,
      "Ġpre": 1100,
      "ount": 1101,
      "ìĨį": 1102,
      "ì¤ĳ": 1103,
      "'m": 1104,
      "íĴĪ": 1105,
      "ack": 1106,
      "aus": 1107,
      "ose": 1108,
      "ļ¨": 1109,
      "ì¢": 1110,
      "Ġ20": 1111,
      "ĠëįĶ": 1112,
      "ĠìĦ±": 1113,
      "Ġbeen": 1114,
      "Ġíı¬": 1115,
      "íģ¬": 1116,
      "yst": 1117,
      "ëŁī": 1118,
      "ach": 1119,
      "Ġìŀ¥": 1120,
      "ĠìĦ¤": 1121,
      "ëĤľ": 1122,
      "ep": 1123,
      "Ġë©": 1124,
      "ĠìľĦíķ´": 1125,
      "ìĹĲê²Į": 1126,
      "ace": 1127,
      "ire": 1128,
      "Ġte": 1129,
      "ëĵł": 1130,
      "Ġone": 1131,
      "ased": 1132,
      "Ġsa": 1133,
      "Ġar": 1134,
      "fe": 1135,
      "very": 1136,
      "ì°¨": 1137,
      "ress": 1138,
      "erv": 1139,
      "ìĺģ": 1140,
      "ook": 1141,
      "Ġì¶Ķ": 1142,
      "Ġag": 1143,
      "Ġë¬´": 1144,
      "eth": 1145,
      "Ġlike": 1146,
      "ëĵ¤ìĿĢ": 1147,
      "ĠIn": 1148,
      "ĠíķĦ": 1149,
      "ĠìĺĪ": 1150,
      "Ġë°°": 1151,
      "ber": 1152,
      "Ġì´": 1153,
      "ĠĠ": 1154,
      "ĠíĬ¹": 1155,
      "Ĩł": 1156,
      "ìŀĳ": 1157,
      "ific": 1158,
      "Ġup": 1159,
      "We": 1160,
      "Ġ'": 1161,
      "Ġë³Ģ": 1162,
      "ĠìĬ¤": 1163,
      "ìĭ¬": 1164,
      "Ġev": 1165,
      "ass": 1166,
      "This": 1167,
      "Ġpart": 1168,
      "Ġacc": 1169,
      "te": 1170,
      "Wh": 1171,
      "Ġê³Ħ": 1172,
      "Ġwho": 1173,
      "ystem": 1174,
      "íİ": 1175,
      "Ġalso": 1176,
      "ê²°": 1177,
      "ater": 1178,
      "íķĺê²Į": 1179,
      "Ġëį°": 1180,
      "ì¸": 1181,
      "ia": 1182,
      "rent": 1183,
      "ys": 1184,
      "ink": 1185,
      "Ġì§Ħ": 1186,
      "Ġthan": 1187,
      "He": 1188,
      "Ġam": 1189,
      "Ġmore": 1190,
      "ê²ĥ": 1191,
      "Ġìµľ": 1192,
      "ĠCh": 1193,
      "Ġì¦Ŀ": 1194,
      "are": 1195,
      "ions": 1196,
      "ree": 1197,
      "lic": 1198,
      "íķ©ëĭĪëĭ¤": 1199,
      "Ġsc": 1200,
      "ìłĲ": 1201,
      "ìĪł": 1202,
      "ĠëĲĺ": 1203,
      "Ġ6": 1204,
      "ì£ł": 1205,
      "Ġë§İ": 1206,
      "ëĿ¼ê³ł": 1207,
      "íĭ": 1208,
      "cess": 1209,
      "ì¤Ģ": 1210,
      "¯¼": 1211,
      "ĠìļĶ": 1212,
      "íĨµ": 1213,
      "ub": 1214,
      "etw": 1215,
      "ìĹĲëĬĶ": 1216,
      "uc": 1217,
      "duct": 1218,
      "ĠìĽĲ": 1219,
      "irst": 1220,
      "ĠëĺĲ": 1221,
      "íĤ": 1222,
      "Ġë°ĺ": 1223,
      "Ġact": 1224,
      "fter": 1225,
      "ind": 1226,
      "Ġëĭ¹": 1227,
      "ffect": 1228,
      "ĠìĤ¬ëŀĮ": 1229,
      "Ġgr": 1230,
      "Ġind": 1231,
      "Ġê²½ìļ°": 1232,
      "An": 1233,
      "ĠêµĲ": 1234,
      "ile": 1235,
      "ĠêµŃ": 1236,
      "Ġsp": 1237,
      "ìŀħëĭĪëĭ¤": 1238,
      "Ġem": 1239,
      "ob": 1240,
      "Ġ10": 1241,
      "ious": 1242,
      "ì§ģ": 1243,
      "Ġì°¨": 1244,
      "Ġdif": 1245,
      "íĶĦ": 1246,
      "Ġíķł": 1247,
      "Ġthey": 1248,
      "Ġqu": 1249,
      "ë¥ĺ": 1250,
      "ĠìĤ": 1251,
      "ark": 1252,
      "½Ķ": 1253,
      "ì§Ģë§Į": 1254,
      "ĠSt": 1255,
      "Ġrec": 1256,
      "rough": 1257,
      "ause": 1258,
      "reat": 1259,
      "Ġexp": 1260,
      "Ġbec": 1261,
      "ors": 1262,
      "Ġyear": 1263,
      "Ġreg": 1264,
      "Ġìŀ¬": 1265,
      "ood": 1266,
      "ĠìŀĪìĬµëĭĪëĭ¤": 1267,
      "íħĮ": 1268,
      "ĠíĽĦ": 1269,
      "íĥľ": 1270,
      "Ġdon": 1271,
      "Ġwhen": 1272,
      "Ġro": 1273,
      "Ġì¤": 1274,
      "ì¦Ŀ": 1275,
      "ory": 1276,
      "ìĺĪ": 1277,
      "'re": 1278,
      "íĺĦ": 1279,
      "Ġpe": 1280,
      "lud": 1281,
      "Ġë§¤": 1282,
      "ìĹĲìĦľëĬĶ": 1283,
      "Ġother": 1284,
      "Ġì¢ĭ": 1285,
      "Ġrel": 1286,
      "Ġno": 1287,
      "Ġê²ĥìľ¼ë¡ľ": 1288,
      "Ġspe": 1289,
      "Ġê±´": 1290,
      "ĠëĤĺíĥĢ": 1291,
      "ric": 1292,
      "ìľ¼ë©°": 1293,
      "ĠíĶĦ": 1294,
      "êµ°": 1295,
      "erm": 1296,
      "Ġwork": 1297,
      "ational": 1298,
      "ëĶĶ": 1299,
      "Ġif": 1300,
      "vers": 1301,
      "¶Į": 1302,
      "ëĳĲ": 1303,
      "ìŀĦ": 1304,
      "Ġco": 1305,
      "ëł¨": 1306,
      "Ġë¶Ī": 1307,
      "Ġinv": 1308,
      "Ġcons": 1309,
      "ph": 1310,
      "Ġfirst": 1311,
      "Ġìļ°ë¦¬": 1312,
      "íĳľ": 1313,
      "ĠíķĦìļĶ": 1314,
      "ĠíĻľ": 1315,
      "Ġjust": 1316,
      "ced": 1317,
      "Ġìŀħ": 1318,
      "ata": 1319,
      "ative": 1320,
      "ì¢ħ": 1321,
      "Ġíķľëĭ¤": 1322,
      "Ġsystem": 1323,
      "ĠìĿ´ìļ©": 1324,
      "ĠìķĦëĭĪ": 1325,
      "Ġget": 1326,
      "ĠíļĮ": 1327,
      "ied": 1328,
      "olog": 1329,
      "ĠíĻĺ": 1330,
      "ject": 1331,
      "Ġshow": 1332,
      "ìķ½": 1333,
      "Ġwhat": 1334,
      "Ġìŀĳ": 1335,
      "ì´": 1336,
      "10": 1337,
      "tern": 1338,
      "Ġíĳľ": 1339,
      "ĠY": 1340,
      "Ġë¶ĦìĦĿ": 1341,
      "Ġright": 1342,
      "´ĳ": 1343,
      "Ġê²°ê³¼": 1344,
      "Ġgen": 1345,
      "ë¶ĢíĦ°": 1346,
      "ite": 1347,
      "ĠëĨĴ": 1348,
      "ëįĺ": 1349,
      "Ġover": 1350,
      "Ġoff": 1351,
      "ë£¨": 1352,
      "ĠíĮĮ": 1353,
      "Ġfe": 1354,
      "ĠìľĦíķľ": 1355,
      "Ġwant": 1356,
      "Ġsuch": 1357,
      "ê²©": 1358,
      "ë§Ĳ": 1359,
      "±¸": 1360,
      "wo": 1361,
      "ë³Ħ": 1362,
      "ë¦°": 1363,
      "Ġimp": 1364,
      "ility": 1365,
      "ëĸ": 1366,
      "Ġthrough": 1367,
      "ê¹Įì§Ģ": 1368,
      "Ġresult": 1369,
      "ëĲĺëĬĶ": 1370,
      "Ġë°Ľ": 1371,
      "íĽĦ": 1372,
      "ëĲł": 1373,
      "ating": 1374,
      "ĠíĺĦ": 1375,
      "Ġëĵ¤": 1376,
      "ì²Ń": 1377,
      "int": 1378,
      "Ġ7": 1379,
      "Ġíıī": 1380,
      "íĿ": 1381,
      "Ġê²Ģ": 1382,
      "Ġsub": 1383,
      "íĻĺ": 1384,
      "ìĦ±ìĿĦ": 1385,
      "ays": 1386,
      "Ġtrans": 1387,
      "ove": 1388,
      "Ġë¹": 1389,
      "Ġdet": 1390,
      "av": 1391,
      "Ġtheir": 1392,
      "ì¦": 1393,
      "hen": 1394,
      "Ġneed": 1395,
      "Ġdid": 1396,
      "ail": 1397,
      "ung": 1398,
      "Ġinclud": 1399,
      "ë²Ħ": 1400,
      "Ġê³¼": 1401,
      "ĠëĮĢíķ´": 1402,
      "ìĽĶ": 1403,
      "ople": 1404,
      "ĠíķĻ": 1405,
      "row": 1406,
      "ual": 1407,
      "Ġcomm": 1408,
      "ĠV": 1409,
      "ê¸ī": 1410,
      "velop": 1411,
      "ë¦¬ê³ł": 1412,
      "ëĲľëĭ¤": 1413,
      "enc": 1414,
      "Ġdes": 1415,
      "ates": 1416,
      "Ġê°ķ": 1417,
      "ì²ĺ": 1418,
      "Ġíĺķ": 1419,
      "Ġê°Ħ": 1420,
      "ëĥ": 1421,
      "Ġob": 1422,
      "Ġmod": 1423,
      "Ġíļ¨": 1424,
      "íĨł": 1425,
      "íķĺëĭ¤": 1426,
      "formation": 1427,
      "Ġafter": 1428,
      "Ġpat": 1429,
      "ë¸": 1430,
      "ĠKorea": 1431,
      "ye": 1432,
      "ëŁ°": 1433,
      "ê°Ĳ": 1434,
      "20": 1435,
      "Ġhad": 1436,
      "Ġany": 1437,
      "een": 1438,
      "ĠëĳĲ": 1439,
      "Ġanal": 1440,
      "Ġac": 1441,
      "Ġê²ĥìĿ´": 1442,
      "Ġpres": 1443,
      "ìľ¨": 1444,
      "ë¯¼": 1445,
      "ìĦ¸ìļĶ": 1446,
      "ì¼": 1447,
      "Ġprov": 1448,
      "Ġusing": 1449,
      "Ġíİ": 1450,
      "ĠìŀĪìĸ´": 1451,
      "íĮĮ": 1452,
      "Ġpo": 1453,
      "Ġnew": 1454,
      "Ġincre": 1455,
      "Ġunder": 1456,
      "Ġsign": 1457,
      "dition": 1458,
      "ìľ¡": 1459,
      "ê·¼": 1460,
      "ities": 1461,
      "Ġëħ¸": 1462,
      "Ġsome": 1463,
      "Ġwould": 1464,
      "Ġour": 1465,
      "ĠSe": 1466,
      "ning": 1467,
      "Ġhis": 1468,
      "ìĽĮ": 1469,
      "Ī¬": 1470,
      "Ġíģ": 1471,
      "ĠìĥĿê°ģ": 1472,
      "Ġpos": 1473,
      "ĢìĿ´": 1474,
      "Ġstudy": 1475,
      "Ġëĭ¤ë¥¸": 1476,
      "Ġë¬¼": 1477,
      "ics": 1478,
      "Ġ8": 1479,
      "±ħ": 1480,
      "rib": 1481,
      "etween": 1482,
      "Ġused": 1483,
      "ëĲĺìĹĪëĭ¤": 1484,
      "Ġfl": 1485,
      "cial": 1486,
      "Ġíı¬íķ¨": 1487,
      "Ġpeople": 1488,
      "Ġíķ¨": 1489,
      "oup": 1490,
      "Ġthink": 1491,
      "ĠëĶ°ëĿ¼": 1492,
      "Ġbetween": 1493,
      "Ġvar": 1494,
      "ìĿ´íĦ°": 1495,
      "ĠUn": 1496,
      "ish": 1497,
      "ade": 1498,
      "Ġê°ĢëĬ¥": 1499,
      "ê»": 1500,
      "ìļ°ë¦¬": 1501,
      "Ġcol": 1502,
      "Ġê²ĥìĿ´ëĭ¤": 1503,
      "Ġsaid": 1504,
      "ë¦½": 1505,
      "hed": 1506,
      "íĤ¤": 1507,
      "ëĦĪ": 1508,
      "ëĵ¤ìĿĦ": 1509,
      "Ġdiffe": 1510,
      "Ġdata": 1511,
      "There": 1512,
      "ĠíĿ": 1513,
      "Ġher": 1514,
      "Ġ19": 1515,
      "Ġtwo": 1516,
      "ident": 1517,
      "Ġsupp": 1518,
      "ĠëķĮë¬¸": 1519,
      "ë¡ł": 1520,
      "Ġê°ģ": 1521,
      "ĠíĨµíķ´": 1522,
      "ê°ķ": 1523,
      "gr": 1524,
      "Ġdec": 1525,
      "ë§¤": 1526,
      "Ġinto": 1527,
      "ìĦ¤": 1528,
      "íĥĿ": 1529,
      "Ġthem": 1530,
      "ëĵ¤ìĿĺ": 1531,
      "ĠAAA": 1532,
      "Ġonly": 1533,
      "ks": 1534,
      "ĠíĶ¼": 1535,
      "Ġíķ©": 1536,
      "ë°Ķ": 1537,
      "íĶ¼": 1538,
      "ethod": 1539,
      "ëĤĺëĬĶ": 1540,
      "ange": 1541,
      "Ġì²ĺ": 1542,
      "ĠìĤ°": 1543,
      "What": 1544,
      "Ġì»": 1545,
      "ìķĺëĭ¤": 1546,
      "Ġeffect": 1547,
      "Ġcompan": 1548,
      "Ġph": 1549,
      "ĠìĪ": 1550,
      "ower": 1551,
      "ëłĩ": 1552,
      "Ġhigh": 1553,
      "ĠíķĺëĬĶ": 1554,
      "ìłĪ": 1555,
      "Ġìĺģíĸ¥": 1556,
      "Ġëª»": 1557,
      "ĠëĤ¨": 1558,
      "ëŁ¼": 1559,
      "ract": 1560,
      "ution": 1561,
      "acter": 1562,
      "xt": 1563,
      "íķŃ": 1564,
      "íķĺë©´": 1565,
      "Ġ9": 1566,
      "ëıĦë¡Ŀ": 1567,
      "Ġatt": 1568,
      "ëĲĺìĸ´": 1569,
      "ìĿĳ": 1570,
      "Ġass": 1571,
      "'ll": 1572,
      "ë²Ī": 1573,
      "ae": 1574,
      "íĶĮ": 1575,
      "Ġì§ĳ": 1576,
      "ized": 1577,
      "ĠìĭĿ": 1578,
      "íĭ°": 1579,
      "Ġinformation": 1580,
      "Ġshould": 1581,
      "Ġbl": 1582,
      "ëŀĳ": 1583,
      "ê¶Į": 1584,
      "ĠëĬ": 1585,
      "Ġperform": 1586,
      "rain": 1587,
      "Ġë¬¸ìłľ": 1588,
      "Ġhere": 1589,
      "íħľ": 1590,
      "ëĭ¬": 1591,
      "Ġìĸ´ëĸ": 1592,
      "Ġresp": 1593,
      "ov": 1594,
      "ording": 1595,
      "Ġìłķë³´": 1596,
      "BB": 1597,
      "ìĨ¡": 1598,
      "Ġpr": 1599,
      "Ġì§ģ": 1600,
      "ments": 1601,
      "Ġsur": 1602,
